Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Resources/Attachments.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# attachment.gallery.label
source: Attachments (%lld)
es: Archivos adjuntos (%lld)
ja: 添付ファイル (%lld)
ko: 첨부파일 (%lld)
zh_hans: 附件 (%lld)

# attachment.upload.choose
source: Tap to choose files
es: Toca para elegir archivos
ja: タップしてファイルを選択
ko: 탭해서 파일을 선택하세요
zh_hans: 点击以选择文件

# attachment.action.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# attachment.action.cancelUpload
source: Cancel upload
es: Cancelar subida
ja: アップロードをキャンセル
ko: 업로드 취소
zh_hans: 取消上传

# attachment.action.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

# attachment.action.files
source: Files
es: Archivos
ja: ファイル
ko: 파일
zh_hans: 文件

# attachment.action.more
source: More attachment actions
es: Más acciones de adjuntos
ja: 添付ファイルのその他の操作
ko: 첨부파일 더보기
zh_hans: 更多附件操作

# attachment.action.moveDown
source: Move down
es: Mover abajo
ja: 下へ移動
ko: 아래로 이동
zh_hans: 下移

# attachment.action.moveUp
source: Move up
es: Mover arriba
ja: 上へ移動
ko: 위로 이동
zh_hans: 上移

# attachment.action.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# attachment.action.photos
source: Photos
es: Fotos
ja: 写真
ko: 사진
zh_hans: 照片

# attachment.action.preview
source: Preview attachment
es: Previsualizar adjunto
ja: 添付ファイルをプレビュー
ko: 첨부파일 미리보기
zh_hans: 预览附件

# attachment.action.remove
source: Remove attachment
es: Quitar adjunto
ja: 添付ファイルを外す
ko: 첨부파일 제외
zh_hans: 移除附件

# attachment.action.share
source: Share
es: Compartir
ja: 共有
ko: 공유
zh_hans: 分享

# attachment.delete.title
source: Delete this attachment?
es: ¿Eliminar este adjunto?
ja: この添付ファイルを削除しますか？
ko: 이 첨부파일을 삭제할까요?
zh_hans: 要删除此附件吗？

# attachment.empty
source: No attachments
es: No hay adjuntos
ja: 添付ファイルはありません
ko: 첨부파일이 없습니다
zh_hans: 没有附件

# attachment.error.blockedExtension
source: This file type is not allowed.
es: Este tipo de archivo no está permitido.
ja: このファイル形式は許可されていません。
ko: 업로드할 수 없는 파일 형식입니다.
zh_hans: 不允许上传此文件类型。

# attachment.error.conversion
source: The photo could not be converted.
es: No se pudo convertir la foto.
ja: 写真を変換できませんでした。
ko: 사진을 변환하지 못했습니다.
zh_hans: 无法转换照片。

# attachment.error.delete
source: Failed to delete the attachment.
es: No se pudo eliminar el adjunto.
ja: 添付ファイルを削除できませんでした。
ko: 첨부파일을 삭제하지 못했습니다.
zh_hans: 无法删除附件。

# attachment.error.discard
source: Failed to discard uploaded files.
es: No se pudieron descartar los archivos subidos.
ja: アップロードしたファイルを破棄できませんでした。
ko: 업로드한 파일을 정리하지 못했습니다.
zh_hans: 无法丢弃已上传的文件。

# attachment.error.download
source: Failed to download the attachment.
es: No se pudo descargar el adjunto.
ja: 添付ファイルをダウンロードできませんでした。
ko: 첨부파일을 다운로드하지 못했습니다.
zh_hans: 无法下载附件。

# attachment.error.empty
source: Empty files cannot be uploaded.
es: No se pueden subir archivos vacíos.
ja: 空のファイルはアップロードできません。
ko: 빈 파일은 업로드할 수 없습니다.
zh_hans: 无法上传空文件。

# attachment.error.load
source: Failed to load attachments.
es: No se pudieron cargar los adjuntos.
ja: 添付ファイルを読み込めませんでした。
ko: 첨부파일을 불러오지 못했습니다.
zh_hans: 无法加载附件。

# attachment.error.reorder
source: Failed to change the attachment order.
es: No se pudo cambiar el orden de los adjuntos.
ja: 添付ファイルの順序を変更できませんでした。
ko: 첨부파일 순서를 변경하지 못했습니다.
zh_hans: 无法更改附件顺序。

# attachment.error.title
source: Attachment error
es: Error de adjunto
ja: 添付ファイルエラー
ko: 첨부파일 오류
zh_hans: 附件错误

# attachment.error.tooLarge
source: Please choose a file smaller than 10 MB.
es: Elige un archivo de menos de 10 MB.
ja: 10 MB未満のファイルを選択してください。
ko: 10MB 미만의 파일을 선택해주세요.
zh_hans: 请选择小于 10 MB 的文件。

# attachment.error.unreadable
source: The selected file could not be read.
es: No se pudo leer el archivo seleccionado.
ja: 選択したファイルを読み込めませんでした。
ko: 선택한 파일을 읽지 못했습니다.
zh_hans: 无法读取所选文件。

# attachment.error.upload
source: Failed to upload the attachment.
es: No se pudo subir el adjunto.
ja: 添付ファイルをアップロードできませんでした。
ko: 첨부파일을 업로드하지 못했습니다.
zh_hans: 无法上传附件。

# attachment.limit.safe
source: Files must be smaller than 10 MB.
es: Los archivos deben tener menos de 10 MB.
ja: ファイルは10 MB未満にしてください。
ko: 10MB 미만의 파일만 업로드할 수 있습니다.
zh_hans: 文件必须小于 10 MB。

# attachment.loading
source: Loading attachments
es: Cargando adjuntos
ja: 添付ファイルを読み込み中
ko: 첨부파일을 불러오는 중
zh_hans: 正在加载附件

# attachment.upload.current
source: Current file
es: Archivo actual
ja: 現在のファイル
ko: 현재 파일
zh_hans: 当前文件

# attachment.upload.overall
source: Overall progress
es: Progreso total
ja: 全体の進捗
ko: 전체 진행
zh_hans: 总体进度

# attachment.uploading
source: Uploading attachments
es: Subiendo adjuntos
ja: 添付ファイルをアップロード中
ko: 첨부파일을 업로드하는 중
zh_hans: 正在上传附件
